import React, { useEffect } from 'react'

interface LeaderTalksProps {}

const LeaderTalks = (props: LeaderTalksProps) => {
  useEffect(() => {}, [])
  return (
    <div
      className="common-content-line-height  common-content-text-indent"
      style={{
        // textAlign: 'center',
        // border: '1px solid red',
        width: '100%',
        height: '100%',
        // paddingTop: '200px',
      }}
    >
      <div>操其要于上，而分其详于下</div>
      <h2>典故原文</h2>
      <div>
        今朝廷有一政事，而多出于御批；有一委任，而多出于特旨。
        政事而皆善，委任而皆当，固足以彰陛下之圣德，而犹不免好详之名。
        万一不然，而徒使宰辅之避事者得用以借口，此臣爱君之心所不能以自已也，臣愿陛下操其要于上而分其详于下。凡一政事，一委任，必使三省审议取旨，不降御批，不出特旨，一切用祖宗上下相维之法。使权固在我，不蹈曩日专权之患。而怨有所归，无代大臣受怨之失。此臣所以为陛下愿之也。
        臣闻之故老言，仁宗朝，有劝仁宗以收揽权柄，凡事皆从中出，勿令人臣弄威福。仁宗曰：“卿言固善，然措置天下事，正不欲专从
        朕出。若自朕出，皆是则可，有一不然，难以遽改。 ——宋·陈亮 《中兴五论·序》
      </div>
      <div>
        宋朝人陈亮在上书当时皇帝的《中兴五论·序》
        中写到：“臣愿陛下操其要于上，而分其详于下。”要皇帝在处理政务的时候，不要御批、不要下特旨，一旦交由下面的人去办，就不要过多干涉，由下属按照祖宗相传的法律去维持处理。“操其要于上，而分其详于下”，即处于上位者在做事情主要掌握关键和原则，而把具体事务分给下属去做。
      </div>
      <div>
        “操其要于上”。对于处于上位者而言，做事情最最主要的是要抓住事情的关键和掌控做事情的原则。一件事情到底要怎么做，首先要搞清事情的来龙去脉。就具体做事情而言也要分清轻重缓急，理出头绪再决定如何具体展开工作。一个人的精力总是有限的，对于处于上位者或者较高层的管理者而言，更多的精力应该放在对事情的统筹和大局的掌控上，而不可能事事亲力亲为。因此，上位者的主要任务是把事情分配给合适的人，让他们按照流程和相关制度法规去操作，自己主要掌控好做事的原则，不要让事物发展偏离预设的方向即可。
        “
      </div>
      <div>
        分其详于下”。对于处于下位的人而言，要按照上级确定的做事情的原则和事情的发展方向，研究部署这件事情具体该怎么展开，需要从哪些方面入手，决定事情具体该怎么做和落实完成整件事情。下位者要有不厌其烦的心态，事无巨细都要认真执行，推进事情的完成。
      </div>
      <div>
        “操其要于上，而分其详于下”，启示我们做事情的思路和方法最重要，要懂得抓住难点和重点，分配好做事情的层次和程序，既要确保事情发展的正确方向，又给具体做事情的人灵活处理事情的自由，激发他们做事情的热情和创造力。
      </div>
      <div>
        习近平主席在党的十八届五中全会第二次全体会议上的讲话引用“操其要于上，而分其详于下”，旨在强调实现全会确定任务有一定的艰巨性，我们必须讲究做事的思路和方法，抓大放小，下气力解决好重点难点问题。
      </div>
    </div>
  )
}

export default LeaderTalks
